tap "clojure/tools"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "louisbrunner/valgrind"
tap "unisonweb/unison"
brew "ack"
brew "binutils"
brew "libffi"
brew "readline"
brew "cmake"
brew "curl"
brew "emacs"
brew "entr"
brew "ffmpeg"
brew "fish"
brew "gawk"
brew "gcc"
brew "gdb"
brew "ghc"
brew "git"
brew "librsvg"
brew "graphviz"
brew "htop"
brew "hub"
brew "hugo"
brew "python@3.8"
brew "imagemagick"
brew "jq"
brew "lynx"
brew "make"
brew "p7zip"
brew "pandoc"
brew "postgresql"
brew "pstree"
brew "python@3.7"
brew "qemu"
brew "ruby"
brew "telnet"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zig"
brew "zsh"
brew "clojure/tools/clojure"
brew "louisbrunner/valgrind/valgrind", args: ["HEAD"]
brew "unisonweb/unison/unison-language"
cask "alacritty"
cask "docker"
cask "hyper"
cask "mactex"
cask "xquartz"
